Revit 2015 API
RebarHookTypeSet Constructor
Initializes a new instance of the RebarHookTypeSet class
Namespace: Autodesk.Revit.DB.Structure
Assembly: RevitAPI (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
Syntax
C#
public RebarHookTypeSet()
Visual Basic
Public Sub New
Visual C++
public:
RebarHookTypeSet()
See Also
RebarHookTypeSet Class
Autodesk.Revit.DB.Structure Namespace